Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: W porządku, nie zapomnij dbać o swoją nową... sukienkę.
uk: Ну добре, не забувай доглядати за своєю новою... сукнею.

source: W porządku, niech będzie 40.
uk: Гаразд, нехай буде 40.

source: W porządku, pochowamy go.
uk: Гаразд, ми його поховаємо.

source: W porządku, pomogę ci.
uk: Гаразд, я допоможу тобі.

source: W porządku, prowadź. Przyda mi się parę dodatkowych monet.
uk: Гаразд, показуй дорогу. Мені б не завадило кілька зайвих монет.

source: W porządku, pójdę już.
uk: Гаразд, я вже йду.

source: W porządku, pójdę.
uk: Добре, я піду.

source: W porządku, sprawdzę co to takiego.
uk: Гаразд, я подивлюся, що там.

source: W porządku, to wszystko, co chciałem wiedzieć.
uk: Гаразд, це все, що мені потрібно було знати.

source: W porządku, wrócę niebawem.
uk: Гаразд, я скоро повернуся.

source: W porządku, zajrzę do was innym razem.
uk: Ну, добре, я загляну до вас іншим разом.

source: W porządku, znaleźliśmy rzekę. Teraz musimy iść wzdłuż niej.
uk: Чудово, ми знайшли річку. Тепер нам треба йти вздовж неї.

source: W porządku, zrobię to.
uk: Гаразд, я зроблю це.

source: W porządku.
uk: Гаразд.

source: W porządku. Dzięki twojej pomocy już wiem, na czym stoję. I nie mam całkiem przewalone u Ulryka.
uk: Все в порядку. Завдяки твоїй допомозі, я тепер розумію ситуацію. І я ще не остаточно зіпсував стосунки з Ульріком.

source: W porządku. Jestem gotowy.
uk: Гаразд. Я готовий.

source: W porządku. Miłego pobytu.
uk: Добре. Приємного відпочинку.

source: W porządku. Nie ma co tutaj sterczeć.
uk: Все добре. Немає чого тут стирчати.

source: W porządku. Nie mamy na wyspie żadnej konkurencji, więc wszyscy przychodzą po węgiel do nas.
uk: Все в порядку. У нас на острові немає конкуренції, тому всі приходять за вугіллям до нас.

source: W porządku. Trochę obcych się tu ostatnio pojawia, ale da się przeżyć.
uk: Все в порядку. Останнім часом тут з'явилося трохи чужинців, але це можна пережити.

source: W porządku. Trochę obcych się tu ostatnio pojawia, ale da się to przeżyć.
uk: Все в порядку. Останнім часом тут з'явилося трохи чужинців, але це можна пережити.

source: W porządku. Wrócę, gdy wszystkiego się dowiem.
uk: Гаразд. Я повернуся, коли все дізнаюся.

source: W porządku. Zgadzam się na taki układ.
uk: Добре. Я згоден на це.

source: W porządku. Zrobię to.
uk: Гаразд. Я зроблю це.

source: W porządku... w porządku.
uk: Все гаразд... так, як ніколи.

source: W porządku... wszystko się zgadza.
uk: Гаразд... цього має вистачити.

source: W porządku? Na pewno?
uk: В порядку? Ти впевнений?

source: W porównaniu do tego, co było wcześniej? Całkiem nieźle.
uk: У порівнянні з тим, що було раніше? Досить непогано.

source: W porównaniu z miastem to nic takiego...
uk: У порівнянні з містом, нічого особливого...

source: W poszukiwaniu azylu
uk: У пошуках притулку

source: W posługiwaniu się bronią jednoręczną i dwuręczną, pomagam też w treningu siłowym.
uk: У використанні одноручної та дворучної зброї. Також я допомагаю з силовими тренуваннями.

source: W pozyskiwaniu trofeów najważniejsza jest mentalność. Musisz być gotowy na widok zakrwawionych zwłok zwierzęcia, bo jeśli zadrży ci ręka, to koniec.
uk: Найважливіше у білуванні - це стійкість розуму. Ти маєш бути готовий дивитися на закривавлену тушу тварини, бо якщо твоя рука здригнеться – то нічого не вийде.

source: W pracowni znalazłem dzienniki jego badań.
uk: У майстерні я знайшов журнали його досліджень.

source: W pracy nie ma czasu na gadanie.
uk: На роботі немає часу на розмови.

source: W pracy pomagają mu jego dwaj synowie, którzy, lekko mówiąc, nie pałają do siebie miłością. Dam sobie głowę uciąć, że gdy staruszek dokona żywota, między braćmi w ruch pójdą noże.
uk: У роботі йому допомагають двоє синів, які, м'яко кажучи, недолюблюють один одного. Б'юся об заклад, що коли старий помре, між братами почнуться чвари.

source: W przeciwieństwie do Henka, hehe. Facet przegrał je w zakładzie jakiś czas temu. Nie pamiętam tylko, o co tam chodziło... Hmmm...
uk: На відміну від Хенка, хе-хе. Хлопець програв їх у парі нещодавно. Не пам'ятаю тільки, на що саме... Хммм...

source: W przeciwieństwie do Innosa, nie musisz nawet składać żadnych ofiar ze złota, wystarczy żarliwa modlitwa.
uk: На відміну від Інноса, тобі навіть не потрібно жертвувати золото, достатньо щирої молитви.

source: W przeciwieństwie do braci ze swojego zakonu potrafił zachować doskonałą równowagę pomiędzy stanowczością w szerzeniu wiary jak i wyrozumiałością do ludów nieoświeconych. Wierzył, że magowie powinni nie tyle przerażać i onieśmielać ile nauczać i inspirować. Stąd też wzbudzał wielki szacunek nawet wśród Magów Wody.
uk: На відміну від своїх побратимів, він зумів знайти ідеальний баланс між твердістю у поширенні віри та терпимістю до неосвічених народів. Він вважав, що маги повинні не стільки залякувати, скільки навчати і надихати. Тому він користувався великою повагою навіть серед Магів Води.

source: W przeciwieństwie do handlarzy z miasta jej ceny są wyjątkowo atrakcyjne, więc jeśli chcesz zaoszczędzić, powinieneś z nią pogadać.
uk: На відміну від торговців з міста, її ціни надзвичайно привабливі. Тому, якщо хочеш заощадити, варто звернутися саме до неї.

source: W przeciwieństwie do jałmużny od tych wielkodusznych obywateli Starego Miasta, która nie jest jak wędka, tylko jak ryby – to doraźna pomoc, która na dłuższą metę jedynie wpędza w dalsze żebranie.
uk: На відміну від подаянь від тих великодушних мешканців Старого міста, які не схожі на вудку, хіба що на рибу – це разова допомога, яка в результаті лише змушує жебракувати ще більше.

source: W przeciwieństwie do mieszkańców Varrantu i Myrtany, zamieszkują oni domy wykonane z twardo ciosanych pni pokrytych od zewnątrz grubą warstwą gliny i wygarbowanych skór zwierząt.
uk: На відміну від мешканців Варанта і Міртани, вони живуть у будинках з дерев'яних колод, вкритих ззовні товстим шаром глини та шкурами тварин.

source: W przeciwieństwie do mojego poprzednika, odkryłem oszustwo Szmuglera i przeżyłem konfrontację.
uk: На відміну від свого попередника, я розкрив обман Койота і пережив бійню.

source: W przeciwieństwie do reszty Myrtany,
uk: На відміну від решти Міртани,

source: W przeciwieństwie do reszty podjąłem jakieś działania.
uk: На відміну від інших, я хоча б щось зробив.

source: W przeciwieństwie do swego przodka Kintarou nie wypływał w morze zbyt daleko. Sieci zarzucał w pobliskiej zatoce, czekając aż wpadnie w nie jakiś sandacz czy okoń. Zwykle około południa, gdy słońce zaczynało przypiekać, wyciągał się wygodnie w hamaku na łodzi i popijał ciemne piwo. Od zawsze był zdania, że z pomocą tego trunku można nie tylko milej spędzać czas, ale i łowić same dobre okazy.
uk: На відміну від свого предка, Кінтару ніколи не виходив далеко в море. Він закидав свої сіті в найближчій затоці, чекаючи, коли в них потрапить судак або окунь. Зазвичай близько полудня, коли сонце починало припікати, він розтягувався в гамаку на човні і потягував темне пиво. Він завжди вважав, що за допомогою цього напою можна не тільки приємно провести час, а й впіймати гарний улов.

source: W przeciwieństwie do swoich braci Adanos jest miłościwy i kocha swoje dzieci. Wierzę, że z jego pomocą twój brat się odnajdzie. Rzecz jasna, jeśli wiódł życie wolne od grzechu.
uk: На відміну від своїх братів, Аданос турбується про своїх дітей і любить їх. Я вірю, що з його допомогою твій брат знайдеться. Звичайно, якщо він жив безгрішним життям.

source: W przeciwieństwie do wina nie powoduje
uk: На відміну від вина, не викликає

source: W przeciwieństwie do większości strażników, których dane mi było poznać, potrafisz postępować niekonwencjonalnie.
uk: На відміну від більшості вартових, яких я зустрічав, ти вмієш діяти нестандартно.

source: W przeciwnym razie ludzie wyjdą na ulicę, a Morris będzie miał krew na rękach!
uk: Інакше народ вийде на вулиці, а руки Морріса будуть по лікоть в крові!

source: W przeciwnym razie nie dostaniesz ode mnie nawet złamanej monety!
uk: Інакше ти не отримаєш від мене навіть ламаної монети!

source: W przeciwnym wypadku mój miecz i twoja morda będą miały bliskie spotkanie.
uk: В іншому випадку мій меч і твоя пика зустрінуться впритул.

source: W przeciwnym wypadku szykuj się na lanie!
uk: Інакше я надеру тобі зад!

source: W przeciwnym wypadku wyślemy odpowiedni list do twoich przełożonych, Candacu...
uk: В іншому випадку ми надішлемо відповідного листа твоєму керівництву, Кандаку...

source: W przeciwnym wypadku, winnica przeszłaby w ręce miasta, czytaj radcy miejskiego. Pytanie tylko, czy go przekonamy do złożenia podpisu?
uk: Інакше виноградник перейде до міста, тобто в руки міського радника. Питання в тому, чи переконаємо ми його це підписати?

source: W przerwach między czyszczeniem butów Królewskich Namiestników i obżeraniem się? Pewnie gdzieś w bogatej dzielnicy w mieście.
uk: У перервах між підлещуванням до королівських намісників і трапезами? Мабуть, десь у багатому кварталі міста.

source: W przybliżeniu to będzie około dwudziestu kawałków.
uk: Орієнтовно, близько двадцяти штук.

source: W przypadku ataku wroga, wybuchu plagi albo pojawienia się innego niebezpieczeństwa, goniec musiałby płynąć przez wiele mil, aby dotrzeć do innych wysp z wieściami.
uk: У разі ворожого нападу, спалаху чуми чи іншої небезпеки посланцю довелося б проплисти багато миль, щоб дістатися до інших островів зі звісткою.

source: W przypadku dobierania się do zamków, podstawą jest odpowiednie zbliżenie się do nich. Dyskretnie, na ugiętych nogach. Dopiero po opanowaniu tego bierzesz się do roboty.
uk: При відмиканні замків головне – правильно дістатись до скрині. Обережно, на зігнутих ногах. Тільки коли ти це засвоїш, можна братися до справи.

source: W przypadku kusz możesz zastosować mniej giętki materiał, za to wytrzymujący długie napięcie. Pod żadnym pozorem nie możesz też zapomnieć o łożu – musi się je wygodnie trzymać, inaczej broń będzie do niczego.
uk: Для арбалетів можна використовувати менш гнучкий матеріал, але такий, що витримає тривале натягнення. Ні в якому разі не варто забувати й про ложе – його має бути зручно тримати, інакше користі від зброї не буде.

source: W przypadku kusz sprawa jest trochę trudniejsza, bo to całe mechanizmy, a nie tylko drewno i cięciwa. Dopieszczając każdy z elementów, musisz bardzo uważać, by nie osłabiać tym całej konstrukcji.
uk: У випадку з арбалетами все трохи складніше, адже це цілий механізм, а не просто дерево і тятива. Підлаштовуючи кожен компонент, потрібно бути дуже обережним, щоб не послабити цим усю конструкцію.

source: W przypadku niskiej lub średniej jakości broni, mogłeś dopuszczać drobne niedoskonałości, mało wprawny strzelec i tak ich nie zauważy. Teraz będziesz wytwarzał broń dla ludzi, którzy zauważą wszystko.
uk: Зброя низької або середньої якості може мати незначні недоліки, які непідготовлений стрілець все одно не помітить. Тепер ти виготовлятимеш зброю для людей, які все помічають.

source: W przypadku łuku najważniejszy jest idealny balans pomiędzy giętkością a wytrzymałością łęczyska, zaś w przypadku kusz – zdolność do dłuższego pozostawania w napięciu.
uk: У випадку з луком найважливішим є ідеальний баланс між гнучкістю та міцністю лука, а у випадку з арбалетом - здатність довше залишатися в натягнутому стані.

source: W przyszłości trzymaj łapska z dala od cudzych spraw.
uk: Надалі тримай свої руки подалі від чужого майна!

source: W przyszłości trzymaj łapy z daleka od tego, co nie twoje!
uk: Не чіпай те, що тобі не належить!

source: W ramach kolejnego testu mam podkraść Marcie pełen garnek gulaszu i przynieść go Lokvarowi. Oczywiście powinienem zrobić to po cichu. Coś czuję, że nie będzie to łatwe zadanie.
uk: Наступним випробуванням буде викрасти у Марти повний горщик рагу і віднести його Локвару. Звісно, я повинен зробити це тихо. Щось мені підказує, що це буде нелегке завдання.

source: W ramach mojego osobistego podziękowania, nagradzam cię tytułem honorowego obywatela Starego Miasta.
uk: На знак особистої подяки я присвоюю тобі звання почесного мешканця Старого міста.

source: W ramach mojego pierwszego zadania w terenie, Roderich kazał mi odszukać zaginiony oddział sierżanta Gerwina. Strażników wysłano w pobliże Silbach w celu sprawdzenia plotek o grasujących w okolicy bandytach, ale od tamtego czasu słuch o nich zaginął. Mam porozmawiać o sprawie ze Starszym wioski, Albynem, ale tak sobie myślę, że Bastian, jako karczmarz, też może będzie coś wiedział?
uk: Під час мого першого польового завдання Родеріх наказав мені знайти загін сержанта Гервіна, який зник безвісти. Вартових відправили в околиці Сільбаху, щоб перевірити чутки про бандитів, які блукають у цій місцевості, але відтоді про них ніхто не чув. Я маю обговорити це питання зі старостою села Альбіном, але гадаю, що Бастіан, як власник корчми, також може щось знати.

source: W ramach nagrody mógłbym podarować ci zwój lub dwa.
uk: Можу дати тобі один-два сувої в нагороду.

source: W ramach nagrody mógłbyś odstąpić mi jedną sakiewkę.
uk: Як винагороду ти міг би дати мені цілий гаманець.

source: W ramach nagrody mógłbyś odstąpić mi trochę tego złota.
uk: Як винагороду, ти міг би дати мені трохи золота.

source: W ramach nagrody odstąpię ci połowę mojej zapłaty. To jak będzie, pomożesz?
uk: Як нагороду, я віддам тобі половину моєї зарплатні. То як, допоможеш?

source: W ramach nagrody za wieloletnią służbę, Silbach zostało przekazane Albynowi.
uk: У нагороду за багаторічну службу Сільбах передали Альбіну.

source: W ramach nagrody za wykonane zadanie, Frida wypisała mi referencję do obywatelstwa.
uk: У винагороду за це завдання Фріда написала мені рекомендацію для отримання громадянства.

source: W ramach podziękowania chcę cię zaprosić na turniej jako honorowego gościa.
uk: На знак подяки я хотів би запросити тебе на турнір як почесного гостя.

source: W ramach podziękowania przekazali mi jeden ze swoich pancerzy. Naprawdę solidne rzemiosło!
uk: На знак подяки вони подарували мені один зі своїх обладунків. Це дійсно якісна робота!

source: W ramach podziękowania za pomoc w uratowaniu miasta i w celu ochrony tego starożytnego artefaktu, Rozjemca został przekazany Magom Wody, którzy ukryli go w najgłębszych podziemiach klasztoru.
uk: На знак подяки за допомогу в порятунку міста, і для того, щоб захистити цей древній артефакт, Миротворець був переданий Магам Води, які сховали його в найглибших підземеллях монастиря.

source: W ramach pracy dla miasta, sądzę, że nie musi pan wpłacać wymaganej sumy.
uk: Оскільки ти добре попрацював на благо міста, я гадаю, тобі необов'язково платити цю суму.

source: W ramach przeprosin za niestawienie się osobiście, przyjmij proszę ten eliksir życia.
uk: Як вибачення за те, що не з'явився особисто, прийми цей еліксир життя.

source: W ramach rekompensaty sprzedam ci go po taniości.
uk: В рамках компенсації я продам тобі її за собівартістю.

source: W ramach wynagrodzenia mogę cię poczęstować moją zupą, zrobioną na warzywach z mojego poletka.
uk: У винагороду я можу пригостити тебе своїм супом, приготованим із овочів з мого городу.

source: W ramach zadośćuczynienia, mogę ci pomóc z treningiem walki bronią białą.
uk: У якості компенсації я можу допомогти тобі з тренуваннями ближнього бою.

source: W razie ataku mam zebrać węglarzy i natychmiast się wycofać. Chyba, że jakiś ork jest na tyle głupi, żeby zapuścić się tu w pojedynkę. Hehe!
uk: У разі нападу, я повинен зібрати вуглярів і негайно відступити. Якщо тільки якийсь орк не буде настільки дурним, щоб піти сюди самому. Хе-хе!

source: W razie ataku nikt nie pomoże komuś wyrzuconemu ze swojej gildii, pamiętaj o tym.
uk: У разі нападу ніхто не допоможе вигнанцю зі своєї гільдії, пам'ятай про це.

source: W razie czego mogę liczyć na tego Weigara?
uk: У разі чого, я можу розраховувати на цього Вейгара?

source: W razie czego mu przyłóżcie i uciekajcie. Czekam tam, gdzie zawsze. Nie pomylcie znowu poletek, w mieście nie jest ich tak dużo, walnąć się dwa razy na tym samym nie świadczyło by o was zbyt dobrze.
uk: У разі чого, вріжте йому і втікайте. Я чекаю там, де й завжди. Не переплутайте знову галявини, їх не так вже й багато в місті, а двічі наступити на ті самі граблі - не свідчить про вас нічого хорошого.

source: W razie czego?
uk: В разі чого?

source: W razie gdyby jednak nie wytrzymała, to wolę zostać tutaj, niż lecieć tam.
uk: Але якщо ні, то я краще залишуся тут, ніж полечу з нього.

source: W razie kontaktu z gwardzistami prosimy pamiętać, że są oni najwyższymi reprezentantami władzy królewskiej i zawsze należy postępować zgodnie z ich rozkazami!
uk: У разі контакту з гвардійцями, будь ласка, пам'ятайте, що вони є найвищими представниками королівської влади, і ви завжди повинні виконувати їхні накази!

source: W razie niejasności, musisz też pamiętać, że stopień to nie wszystko. Jeśli nie będziesz niczego umiał, to nie będę cię uczył podstaw, nie mam na to czasu.
uk: Спробую пояснити. Не забувай, що статус – це ще не все. Якщо ти ще нічого не знаєш, я не буду вчити тебе основам, у мене немає на це часу.

source: W rogu widać mały symbol Araxos.
uk: У кутку можна побачити символ Араксосу.

source: W rozmowie z Lichwiarzem dowiedziałem się, że jest na tropie groźnej organizacji odpowiedzialnej za porwania w mieście. Jest przekonany, że stoją za zamachem na jego życie i w jakiś sposób zagrażają porządkowi na całej wyspie. Do tego jego zdaniem zamachowiec był bardzo sprawny, co nie pasuje do podejrzanego złapanego przez straż.
uk: У розмові з Лихварем я дізнався, що він вийшов на слід невідомої організації, відповідальної за викрадення людей у місті. Він переконаний, що вони стоять за замахом на його життя і якимось чином загрожують порядку на острові. До того ж, на його думку, вбивця був надзвичайно вправним, на відміну від підозрюваного, якого спіймала Варта.

source: W rozmowie z Vengardczykiem usłyszysz charakterystyczne twarde spółgłoski. Mieszkańcy Archolos mają z kolei problemy z artykułowaniem melodyjnych imion przybyszów z południowej Myrtany.
uk: У розмові з венгардцями ви почуєте характерні тверді приголосні. Мешканці Архолосу, з іншого боку, мають труднощі з вимовою мелодійних імен новоприбулих з південної Міртани.

source: W ruinach obok znajduje się krąg, z którego możesz skorzystać.
uk: Також в руїнах поруч є коло, яким ти можеш скористатись.

source: W rybie była bryłka rudy?
uk: У рибі був рудний самородок?

source: W rzeczy samej, proszę pana.
uk: Саме так, пане.

source: W rękach wyjątkowego kusznika każdy bełt jest wyjątkowy.
uk: В руках справжнього арбалетника кожен болт - особливий.

source: W sadzie przy dużej winnicy. Wiesz, gdzie to jest?
uk: У саду біля великого виноградника. Знаєш, де це?

source: W sali tronowej podłoga rusza się, gdy na niej staję.
uk: У тронному залі рухається підлога, коли я ступаю на неї.

source: W sali z Rozjemcą znalazłem wielką księgę z symbolami różnych broni. Wygląda na niezwykle starą, ale całkiem nieźle zachowaną.
uk: У кімнаті з Миротворцем я знайшов чималу книгу з символікою різної зброї. Вона виглядає надзвичайно старою, але досить добре збереглася.

source: W sam raz dla bohatera Silbach. Tylko uważaj, żebyś trafił po niej bezpiecznie do domu!
uk: Якраз для героя Сільбаху. Тільки обережно, щоб ти дійшов після неї додому!

source: W skałach pod ruinami wieży, mamy jaskinię ze składzikiem na towary. Jedna z odnóg tej jaskini była od niepamiętnych czasów zamknięta i nikogo nie ciągnęło by to zmieniać.
uk: У скелях під руїнами вежі є печера з коморою для товарів. Одне з відгалужень цієї печери було зачинено з незапам'ятних часів, і нікому не спадало на думку його відкрити.

source: W skrzyni znalazłem ten list.
uk: В скрині я знайшов цей лист.

source: W skrzyniach były tylko te papiery, ale mam też narzędzia.
uk: У скринях були тільки ці папери, а ще я забрав його інструменти.

source: W slumsach dziewczyna ma tylko dwie rzeczy do wyboru, jeśli nie chce chodzić głodna spać.
uk: В нетрях у дівчини є лише два варіанти, якщо вона не хоче засинати голодною.

source: W slumsach ktoś szuka ludzi do pracy przy wytwarzaniu złotych Innosów. Podobno przed chatą znajduje się małe palenisko i krzesła oraz w jej pobliżu słychać odgłosy piłowania. Muszę znaleźć to miejsce i zdobyć dowody. Może spróbuję zdjąć pancerz i udawać biedaka, by dostać się do środka?
uk: У нетрях хтось шукає людей для роботи з виготовлення золотих Інносів. Перед хатиною стоїть невелика жаровня і стільці, а неподалік чути звуки пилки. Мені потрібно знайти це місце і зібрати докази. Може, мені спробувати зняти обладунки і прикинутися бідняком, щоб потрапити всередину?

source: W sprawie 'Almanachu'...
uk: Стосовно 'Альманаху'...

source: W sprawie Stana...
uk: Стосовно Стена...

source: W sprawie brzegu...
uk: Щодо берега...

source: W sprawie domu Kaleba...
uk: Щодо будинку Калеба...

source: W sprawie koryta rzeki...
uk: Щодо русла річки...

source: W sprawie księgi, o którą prosiłeś...
uk: Щодо книги, яку ти просив...

source: W sprawie miejsca dla Flory...
uk: Щодо питання місця для Флори...

source: W sprawie przewoźnika towarów...
uk: Щодо перевізника...

source: W sprawie specyfiku na trawienie...
uk: Щодо препарату для травлення...

source: W sprawie tego cmentarza...
uk: Щодо того цвинтаря...

source: W sprawie tych bestii...
uk: Стосовно тих звірів...

source: W sprawie uchodźców...
uk: Щодо біженців...

source: W sprawie wsparcia...
uk: Щодо підтримки...

source: W starych zapisach przeczytałem o pewnym orkowym totemie.
uk: У старих записах я читав про якийсь тотем орків.

source: W stoczni pojawia się mnóstwo odpadków z produkcji, które świetnie nadają się do produkcji łuków czy innych przedmiotów.
uk: На корабельні є безліч виробничих відходів, які чудово підходять для виготовлення луків та інших предметів.

source: W stoczni spotkałem robotników pracujących nad szybką łodzią. Prawdopodobnie ma zostać oddana przemytnikom. Muszę sprawić, by odpuścili pracę, najlepiej bez uciekania się do przemocy.
uk: На корабельні я зустрів працівників, які працюють над швидкісним судном. Ймовірно, його збираються передати контрабандистам. Я повинен змусити їх припинити роботу, бажано, не вдаючись до насильства.

source: W stronę miasta. Z wyjątkiem myśliwych rzadko kto zbacza ze ścieżki, szczególnie gdy Bestia jest na wolności.
uk: У напрямку міста. За винятком мисливців, рідко хто сходить з дороги, особливо коли Звір на волі.

source: W sumie Markus mógłby ci pomóc. I tak zawsze przebywa w okolicy.
uk: Зрештою, Маркус міг би тобі допомогти. Він завжди десь поблизу.

source: W sumie czemu nie. Przynieś mi tylko butelkę wina i kawałek szynki, żeby mi się nie dłużyło.
uk: Власне, чому б і ні. Просто принеси мені пляшку вина і шматок шинки, щоб мені не було нудно.

source: W sumie duch już się pojawił. Mnie się do niczego nie przyda. Trzymaj.
uk: Загалом, дух вже з'явився. Тож він мені більше не потрібен. Тримай.

source: W sumie liczyłem, że to zaproponujesz.
uk: Я розраховував, що ти це запропонуєш.

source: W sumie mógłbym, ale...
uk: Взагалі-то, я міг би, але...

source: W sumie racja, udowodniłeś, że jesteś godny zaufania.
uk: Зрештою, так, ти довів, що тобі можна довіряти.

source: W sumie ten duch nie był taki straszny. Dałbym mu radę. Przecierpieć tyle set lat... Ech, są rzeczy gorsze od śmierci.
uk: Зрештою, той дух був не таким вже й страшним. Я б впорався. Страждати стільки сотень років... Ех, буває дещо гірше за смерть.

source: W sumie to Rosita ostatnio mocno skarżyła się na Stana, ale to dobra dziewucha. Raczej bym jej nie podejrzewał.
uk: Взагалі-то, Розіта останнім часом дуже скаржилася на Стена, але вона хороша дівка. Я б не хотів її підозрювати.

source: W sumie to jeszcze z nimi pogadam.
uk: Думаю, варто ще з ким-небудь поговорити.

source: W sumie to po nic takiego. Muszę wykopać jedno ciało.
uk: Взагалі-то, нічого такого. Мені потрібно відкопати одне тіло.
